Repository: mozilla-l10n/mt-training-data
Catalog: mg/mg_pontoon.tmx
Source language: en_us
Languages: mg

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
mg: Haharay mailaka iray avy @ mozilla@e.mozilla.org ianao, azafady zahao ny boatiditrao fa any ny mailakao voalohany avy aminay. Raha tsy hitanao io, dia zahao ny sivan'ny spamanao.

source: You must be signed in to view your apps.
mg: Tsy maintsy miditra ianao raha hijery ireo appnao.

source: You must use Firefox to install Firefox apps.
mg: Tsy maintsy mampiasa Firefox ianao raha hametraka app Firefox.

source: Your carrier offers some free apps.
mg: Manolotra app maimaim-poana vitsivitsy ny mpandraharahanao.

source: Your carrier offers these free apps. You can download them at no charge.
mg: Manolotra ireto app maimaim-poana ireto ny mpandraharahanao. Azonao ampidinina tsy misy sarany ireo.

source: Your Mac settings may prevent you from installing apps that do not come from the Mac App Store.
mg: Mety manakana anao tsy hametraka ireo app tsy avy amin'ny Mac App Store ny tefin'ny Mac anao.

source: Your review was successfully edited
mg: Voahitsy soa aman-tsara ny fitsaranao

source: Your review was successfully posted. Thanks!
mg: Lasa soa aman-tsara ny fitsaranao. Misaotra!

source: Your settings have been successfully saved
mg: Voatahiry soa aman-tsara ireo tefinao

source: {0} and {1} other replied
mg: Namaly {0} sy {1} hafa

source: {0} answer
mg: Valiny {0}

source: {0} documents
mg: Tahirin-kevitra {0}

source: {0} question
mg: Fanontaniana {0}

source: {0} replied
mg: Namaly {0}

source: {0} solution
mg: Vahaolana {0}

source: 1 article can be viewed by 400 million users and translated into 70+ languages
mg: Azon'ny mpampiasa miisa 400 tapitrisa jerena sy adika @ tenim-pirenena miisa 70+ ny lahatsoratra 1

source: 1m
mg: 1v

source: 1 new this week
mg: Vaovao 1 t@ ity herinandro ity

source: 1 person has this problem
mg: Olona {n} manana an'io olana io

source: 1 post
mg: Petadrindrina 1

source: 1 reply
mg: Valiny {n}

source: 1 tweet can save 1 day
mg: Tweet 1 dia mahavonjy andro 1

source: 1y
mg: 1t

source: 2008 L10n Badge
mg: Bajy L10n 2008

source: 2009 L10n Badge
mg: Bajy L10n 2009

source: 2010 Army of Awesome Badge
mg: Bajy Tafiky ny Mahagaga 2010

source: 2010 KB Badge
mg: Bajy TP 2010

source: 2010 L10n Badge
mg: Bajy L10n 2010

source: 2010 Support Forum Badge
mg: Bajy Fihaonambe Fanampiana 2010

source: 2011 Army of Awesome Badge
mg: Bajy Tafiky ny Mahagaga 2011

source: 2011 KB Badge
mg: Bajy TP 2011

source: 2011 L10n Badge
mg: Bajy L10n 2011

source: 2011 Support Forum Badge
mg: Bajy Fihaonambe Fanampiana 2011

source: 2012 Army of Awesome Badge
mg: Bajy Tafiky ny Mahagaga 2012

source: 2012 KB Badge
mg: Bajy TP 2012

source: 2012 L10n Badge
mg: Bajy L10n 2012

source: 2012 Support Forum Badge
mg: Bajy Fihaonambe Fanampiana 2012

source: 2013 Army of Awesome Badge
mg: Bajy Tafiky ny Mahagaga 2013

source: 2013 KB Badge
mg: Bajy TP 2013

source: 2013 L10n Badge
mg: Bajy L10n 2013

source: 2013 Support Forum Badge
mg: Bajy Fihaonambe Fanampiana 2013

source: 2014 Army of Awesome Badge
mg: Bajy Tafiky ny Mahagaga 2014

source: 2014 KB Badge
mg: Bajy TP 2014

source: 2014 L10n Badge
mg: Bajy L10n 2014

source: 2014 Support Forum Badge
mg: Bajy Fihaonambe Fanampiana 2014

source: 2015 Army of Awesome Badge
mg: Bajy Tafiky ny Mahagaga 2015

source: 2015 KB Badge
mg: Bajy TP 2015

source: 2015 L10n Badge
mg: Bajy L10n 2015

source: 2015 Support Forum Badge
mg: Bajy Fihaonambe Fanampiana 2015

source: 3m
mg: 3v

source: 6m
mg: 6v

source: About Us
mg: Momba Anay

source: About {user}
mg: Momba an'i {user}

source: Abusive content
mg: Atiny manararaotra

source: Accept
mg: Hanaiky

source: Accepted and Fixed
mg: Nekena sy Namboarina

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
mg: Anisan'ireo endri-drakitra ekena: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Hamantatra bebe kokoa…</a>

source: Accept this Revision
mg: Hanaiky an'ity Fanitsiana ity

source: Accept this Translation
mg: Hanaiky an'ity Dikanteny ity

source: Access and organize your favorite webpages easily with bookmarks and tabs
mg: Mahazoa sy mandamina ireo pejin-tranonkala ankifizinao mora foana @ alàlan'ireo maripejy sy vakizoro

source: Access denied
mg: Nolavina fidirana

source: Access websites easily with bookmarks and tab features
mg: Midira @ tranonkala mora foana @ alàlan'ireo maripejy sy fiasan'ny vakizoro

source: Account
mg: Kaonty

source: Account Administration
mg: Fandrindrana Kaonty

source: Account already activated
mg: Kaonty efa novelomina

source: Account banned successfully!
mg: Vita soa aman-tsara ny fandrarana ilay kaonty!

source: Account is now being ignored!
mg: Tsy raharahaina izao ilay kaonty!

source: Account Issues
mg: Olana momba ny Kaonty

source: Account successfully verified!
mg: Voamarina soa aman-tsara ilay kaonty!

source: A confirmation email will be sent to this address in order to post your question.
mg: Hisy mailaka fanamafisana halefa @ ity adiresy ity hahafahana mametaka ny fanontanianao.

source: activation key
mg: lakile fampandehanana

source: Active Contributors
mg: Mpandray Anjara Mavitrika

source: Add
mg: Hanampy

source: Add and configure your email accounts on Thunderbird
mg: Ampio sy tefeo ao @ Thunderbird ireo kaonty mailakao

source: Add announcement
mg: Hanampy fampandrenesana

source: Add Contributor
mg: Hanamy Mpandray Anjara

source: Add Editor
mg: Hanampy Mpanitsy

source: Add group profile
mg: Hanampy ny mombamomba ny vondrona

source: Add images:
mg: Hanampy sary:

source: Additional System Details
mg: Antsipirian'ny Rafitra Fanampiny

source: Add Leader
mg: Hanampy Mpitarika

source: Add Member
mg: Hanampy Mpikambana

source: Add Reviewer
mg: Hanampy Mpitsara

source: Administration
mg: Fandrindrana

source: Administrator
mg: Mpandrindra

source: A document with this slug already exists in this locale.
mg: Efa misy tahirin-kevitra mitondra an'io rambon'adiresy io @ io teny io.

source: A document with this title already exists in this locale.
mg: Efa misy tahirin-kevitra mitondra an'io lohateny io @ io teny io.

source: Advanced Search
mg: Fikarohana Avo Lenta

source: Advanced Search Results
mg: Vokatry ny Fikarohana Avo Lenta

source: A few times a week
mg: Fotoana vitsivitsy isan-kerinandro

source: Affects search results
mg: Miantraika @ voka-pikarohana

source: After
mg: Aoriana

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
mg: Ny interifasin'ny mpampiasa voadika tanteraka dia manatsara ny zavatra iainan'ireo mpitsidika tranonkala @ teninao. Ampio izahay <a href="%(url)s">handika ny interifasy</a>.

source: Aggregated Localization Metrics
mg: Metrikan'ny Fandikan-teny Natambatra

source: Aggregated Metrics
mg: Metrika Natambatra

source: <a href="{reply_url}">last reply</a> by <a href="{user_url}">{username}</a> {when}
mg: <a href="{reply_url}">valiny farany nomen'i</a> by <a href="{user_url}">{username}</a> {when}

source: <a href="%(thread_url)s">%(thread_title)s</a><br> in <a href="%(document_discussion_url)s">%(document)s</a>
mg: <a href="%(thread_url)s">%(thread_title)s</a><br> ao @ <a href="%(document_discussion_url)s">%(document)s</a>

source: <a href="%(url)s">Forum Contributor</a> - Answer user support questions that are most-requested but have no replies.
mg: <a href="%(url)s">Mpandray Anjara @ Fihaonambe</a> - mamaly ireo fanontaniana ilan'ny mpampiasa fanampiana izay be mpametraka indrindra nefa tsy misy valiny.

source: <a href="%(url)s">KB Editor</a> - Help to update knowledge base articles that need changes or write new articles.
mg: <a href="%(url)s">Mpanitsy TP</a> - Manampy @ fanavaozana ireo lahatsoratra ao @ Tobim-pahalalana izay mila fanovana na manoratra lahatsoratra vaovao.

source: <a href="%(url)s">L10N Contributor</a> - Help to translate Firefox Help content to your language.
mg: <a href="%(url)s">Mpandray Anjara L10N</a> - Manampy @ fandikana ny atin'ny Fanampiana Firefox @ teninao.

source: <a href="%(url)s">Twitter Contributor</a> - Respond to tweets about Firefox.
mg: <a href="%(url)s">Mpandray Anjara @ Twitter</a> - Mamaly ireo tweet momba an'i Firefox.

source: algorithm
mg: algoritma

source: All
mg: Rehetra

source: All Administration articles...
mg: Lahatsoratra Fandrindrana rehetra…

source: All Articles
mg: Lahatsoratra Rehetra

source: All articles requiring review...
mg: Lahatsoratra mila fitsarana rehetra…

source: All articles that require changes...
mg: Izay lahatsoratra mila fanovana rehetra…

source: All articles with changes not ready for localization...
mg: Lahatsoratra rehetra misy fanovana tsy vonona hadika…

source: All available SUMO badges
mg: Bajy SUMO misy rehetra

source: All canned responses articles...
mg: Lahatsoratra valiny voarakitra mialoha rehetra…

source: All How To Contribute articles...
mg: Lahatsoratra Fomba Handraisana Anjara rehetra…

source: All knowledge base articles...
mg: Lahatsoratra rehetra ao @ Tobim-pahalalana…

source: All Knowledge Base Articles
mg: Lahatsoratra Rehetra ao @ Tobim-pahalalana

source: All locales
mg: Teny rehetra

source: Allow discussion on this article?
mg: Hanome alàlana adihevitra momba an'ity lahatsoratra ity?

source: Allow translations:
mg: Hamela dikanteny:

source: All posts
mg: Petadrindrina rehetra

source: All products
mg: Vokatra rehetra

source: All Products
mg: Vokatra Rehetra

source: All questions
mg: Fanontaniana rehetra

source: All templates...
mg: Modely rehetra…

source: All Time
mg: Fotoana Rehetra

source: All Topics
mg: Lohahevitra Rehetra

source: All translations...
mg: Dikanteny rehetra…

source: All translations of this document will also be deleted.
mg: Hofafana ihany koa ny dikanteny rehetra an'ity tahiri-kevitra ity.

source: All unhelpful articles...
mg: Lahatsoratra tsy manampy rehetra…

source: Almost there! We just need you to create a support forum account!
mg: Kely sisa! Ilainay hamorona kaonty @ fihaonambe fanampiana fotsiny ianao!

source: Already have an account? Sign in
mg: Efa manana kaonty? Midira

source: An email has been sent to the address below:
mg: Misy mailaka nalefa any amin'ilay adiresy eto ambany:

source: An error occured.
mg: Nisy olana nitranga.

source: An error occured: {message}
mg: Nisy olana nitranga: {message}

source: An Error Occurred
mg: Nisy Olana Nitranga

source: A newer revision has already been reviewed.
mg: Misy fanitsiana vaovao kokoa efa notsaraina.

source: A newer version has already been reviewed.
mg: Misy kinova vaovao kokoa efa notsaraina.

source: A new online standard to recognize and verify learning
mg: Fenitra an-jotra vaovao hankasitrahana sy hanamarinana fianarana

source: A new window will open. Click on a button called <em>Copy text to clipboard</em>.
mg: Hisy varavarankely vaovao hisokatra. Tsindrio ny bokotra antsoina hoe <em>Handika soratra @ solaitra fandikana</em>.

source: Answered
mg: Voavaly

source: answered by <a href="{user_url}">{username}</a> {when}
mg: novalian'i <a href="{user_url}">{username}</a> {when}

source: {answerer} commented on a Firefox question on {host}:
mg: {answerer} naneho hevitra momba ny fanontaniana Firefox iray ao @ {host}:

source: {answerer} has posted an answer to your question on {host}:
mg: {answerer} nametaka valiny ho an'ny fanontanianao ao @ {host}:

source: {answerer} wrote:
mg: {answerer} nanoratra:

source: Answer questions in the forum
mg: Mamalia fanontaniana ao @ fihaonambe

source: Answer questions in the support forum
mg: Mamalia fanontaniana ao @ fihaonambe fanampiana

source: Answers didn't help
mg: Tsy nanampy ireo valiny

source: Answer to Twitter users that need help. It's super easy with our canned responses.
mg: Valio ireo mpampiasa Twitter mila fanampiana. Mora be izany miaraka @ valiny voatahiry mialohanay.

source: Answer Votes: % Helpful
mg: Vaton'ny Valiny: % Manampy

source: Application
mg: Rindranasa

source: Application Issues
mg: Olana momba ny Rindranasa

source: Applications
mg: Rindranasa

source: Approved
mg: Nankatoavina

source: Approved {default_locale} version:
mg: Kinova {default_locale} nankatoavina:

source: Approve Revision
mg: Fanitsiana Nankatoavina

source: Approve Translation
mg: Dikanteny Nankatoavina

source: Archived
mg: Natao arisiva

source: Archive this question
mg: Hanao arisiva ity fanontaniana ity

source: A request was received to reset the password for this account on %(sitename)s. To change this password please click on the following link, or paste it into your browser's location bar:
mg: Nisy fangatahana hamerina fanefena ny tenimiafina ho an'ity kaonty ity ao @ %(sitename)s. Raha hanova ity tenimiafina ity, dia tsindrio azafady ity rohy manaraka ity, na apetaho eo @ tsipi-toeran'ny mpitetinao ity:

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
mg: Tsy maintsy mifototra @ lahatsoratra @ teny Anglisy ny fanitsiana. Tsy mahafeno an'io fepetra io ny ID an'ny fanitsiana %(id)s.

source: A revision you contributed to has been approved. %(reviewer)s has approved a revision to the document %(document_title)s.
mg: Nankatoavina ny fanitsiana nandraisanao anjara. Nankatò ny fanintsiana ny tahirin-kevitra %(document_title)s i %(reviewer)s.

source: A revision you contributed to has been approved: {title}
mg: Nankatoavina ny fanitsiana nandraisanao anjara: {title}

source: A revision you contributed to has been reviewed. %(reviewer)s has reviewed a revision to the document %(document_title)s.
mg: Notsaraina ny fanitsiana nandraisanao anjara. Nitsara ny fanintsiana ny tahirin-kevitra %(document_title)s i %(reviewer)s.

source: A revision you contributed to has been reviewed: {title}
mg: Notsaraina ny fanitsiana nandraisanao anjara: {title}

source: Are you registered with Mozilla Support?
mg: Misoratra @ Fanampiana Mozilla ve ianao?

source: Are you sure
mg: Azonao antoka

source: Are you sure you want to delete the {group} group avatar?
mg: Azonao antoka fa te-hamafa ny avataran'ny vondrona {group} ianao?

source: Are you sure you want to delete these messages?
mg: Azonao antoka fa te-hamafa an'ireto hafatra ireto ianao?

source: Are you sure you want to delete this answer?
mg: Azonao antoka fa te-hamafa an'ity valiny ity ianao?

source: Are you sure you want to delete this document?
mg: Azonao antoka fa te-hamafa an'io tahirin-kevitra io ianao?

source: Are you sure you want to delete this image?
mg: Azona antoka fa te-hamafa an'io sary io ianao?

source: Are you sure you want to delete this message?
mg: Azonao antoka fa te-hamafa an'ity hafatra ity ianao?

source: Are you sure you want to delete this post?
mg: Azonao antoka fa te-hamafa an'io petadrindrina io ianao?

source: Are you sure you want to delete this question?
mg: Azonao antoka fa te-hamafa an'ity fanontaniana ity ianao?

source: Are you sure you want to delete this revision?
mg: Azonao antoka fa te-hamafa an'ity fanitsiana ity ianao?

source: Are you sure you want to delete this thread?
mg: Azonao antoka fa te-hamafa an'ity resaka mitohy ity ianao?

source: Are you sure you want to delete this video?
mg: Azonao antoka fa te-hamafa an'io horonantsary io ianao?

source: Are you sure you want to delete your avatar?
mg: Azonao antoka fa te-hamafa ny avataranao ianao?

source: Are you sure you want to remove {user}?
mg: Azonao antoka fa tianao hesorina i {user}?

source: Are you sure you want to remove {user} from {group}?
mg: Azonao antoka fa tianao hesorina tao @ {group} i {user}?

source: Are you sure you want to remove {user} from {group} leaders?
mg: Azonao antoka fa tianao hesorina tsy ho mpitarika {group} i {user}?

source: Are you sure you want to remove {user} from the document contributors?
mg: Azonao antoka fa tianao hesorina tsy ho mpandray anjara @ tahirin-kevitra i {user}?

source: Are you sure you want to unsubscribe?
mg: Azonao antoka fa te-hanala fisoratana ianao?

source: Army of Awesome
mg: Tafiky ny Mahagaga

source: Army Of Awesome
mg: Tafiky ny Mahagaga

source: Army of Awesome: help users on Twitter
mg: Tafiky ny Mahagaga: manampia mpampiasa ao @ Twitter

source: Army of Awesome will never tweet without your permission.
mg: Tsy handefa tweet tsy nahazoany alàlana taminao mihitsy ny Tafiky ny Mahagaga.

source: Article
mg: Lahatsoratra

source: Article contains
mg: Lahatsoratra misy

source: Article Discussions
mg: Adihevitra momba Lahatsoratra

source: Article is for:
mg: Ny lahatsoratra dia ho an'ny:

source: Article Revisions
mg: Fanitsiana Lahatsoratra

source: Articles
mg: Lahatsoratra

source: Articles that require changes.
mg: Lahatsoratra mila fanovana.

source: Articles that tell you how you can do more with Thunderbird
mg: Lahatsoratra milaza aminao ny fomba ahavitanao bebe kokoa @ alàlan'i Thunderbird

source: Articles which have approved revisions newer than the latest ready-for-localization one
mg: Ireo lahatsoratra misy fanitsiana nankatoavina vaovao kokoa noho ilay vonona hadika farany indrindra

source: Article URL
mg: URL an'ny lahatsoratra

source: Article Votes: % Helpful
mg: Vaton'ny Lahatsoratra: % Manampy

source: Ask a New Question
mg: Hametraka Fanontaniana Vaovao

source: Ask a question
mg: Mametraha fanontaniana

source: Ask a Question
mg: Hametraka Fanontaniana

source: Ask A Question
mg: Hametraka Fanontaniana

source: Ask a Question about Marketplace
mg: Hametraka Fanontaniana momba ny Tsena

source: asked by <a href="{user_url}">{username}</a> {when}
mg: napetrak'i <a href="{user_url}">{username}</a> {when}

source: Ask other contributors
mg: Anontanio ireo mpandray anjara hafa

source: Ask this
mg: Hanontany an'ity

source: Ask your question to our community of users
mg: Apetraho @ vondrona mpampiasanay ny fanontanianao

source: A small box will open. Click on an item called <em>Troubleshooting Information</em>.
mg: Hisy boaty kely hisokatra. Tsindrio ny singa iray antsoina hoe <em>Fampahalalana Famahana Olana</em>.

source: A small box will open. Click on the item called <em>Paste</em>. Alternatively, type <em>Ctrl+V</em> or <em>Command+V</em>.
mg: Hisy boaty kely hisokata. Tsindrio ny singa antsoina hoe <em>Hametaka</em>. Raha tsy izany, dia potsero <em>Ctrl+V</em> na <em>Command+V</em>.

source: A support account lets us alert you when people respond to your question.
mg: Ny kaonty fanampiana di ahafahanay mampandre anao rehefa misy olona mamaly ny fanontanianao.

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here:
mg: Rehefa manomboka mamaly fanontaniana toa mora ianao, dia mety ho tojo fanontaniana vitsivitsy. Toy ny hoe, inona no mitranga rehefa tsy te-hanao ilay asa ny mpampiasa tezitra iray na inona no mitranga avy eo? Mety hahavaly an'ireo ny Fiofanan'ny Mpandray Anjara @ Kalitao. Azo atao ny manomboka izany eto:

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here: <a href="%(url)s">Contributor Quality Training</a>.
mg: Rehefa manomboka mamaly fanontaniana toa mora ianao, dia mety ho tojo fanontaniana vitsivitsy. Toy ny hoe, inona no mitranga rehefa tsy te-hanao ilay asa ny mpampiasa tezitra iray na inona no mitranga avy eo? Mety hahavaly an'ireo ny Fiofanan'ny Mpandray Anjara @ Kalitao. Azo atao ny manomboka izany eto:<a href="%(url)s">Fiofanan'ny Mpandray Anjara @ Kalitao</a>.

source: At least one number and one English letter are required in the password.
mg: Mila asiana isa iray na litera Anglisy iray ny tenimafina farafahakeliny.

source: Attached screenshots
mg: Sarin'efijery napaingotra

source: Attention needed
mg: Mila firaharahana

source: Attention Needed
mg: Mila Firaharahana

source: A user with that email address already exists.
mg: Efa misy mpampiasa manana an'io adiresy mailaka io.

source: Author
mg: Mpanoratra

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
mg: Nametaka resaka mitohy vaovao ao @ fihaonambe arahinao i %(author)s. Ity ilay resaka mitohy:

source: %(author)s has replied to a thread you're watching. Here is their reply:
mg: Namaly resaka mitohy arahinao i %(author)s. Ity ny valiny nomeny:

source: Automatically add
mg: Hanampy hoazy

source: Award details
mg: Antsipirian'ny loka

source: Awarded badge: %(badge_name)s
mg: Bajy nomena: %(badge_name)s

source: Awarded by:
mg: Nomen'i:

source: awarded to
mg: nomena an'i

source: Awarded to:
mg: Nomena an'i:

source: Awarded to support contributors who contributed (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) to the launch of Firefox 29, thanks! Firefox 29 features: 1. Firefox Desktop: Australis new look and feel AND Firefox Accounts based sync 2. Firefox for Android: Firefox Accounts based sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
mg: Omena ireo mpandray anjara @ fanampiana izay nandrotsaka (tahirin-kevitra lahatsoratra ao @ TP, namaly Fanontaniana ao @ Fihaonambe, tahirin-kevitra lahatsoratra ao @ TP, tweet, sns) t@ famoahana voalohany an'i Firefox 29, misaotra! Fiasan'i Firefox 29: 1. Birao Firefox: endrika sy fitsapa vaovao Australis ARY fampifandrindrana mifototra @ Kaonty Firefox 2. Firefox ho an'i Android: fampifandrindrana mifototra @ Kaonty Firefox MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges

source: %(awarder)s has awarded you the %(title)s badge!
mg: Nomen'i %(awarder)s bajy %(title)s ianao!

source: A window will open in the top corner. Click Allow, and then click Install. If the automated way doesn't work, <a class="expander" href="%(url)s">try these manual steps</a>.
mg: Hisy varavarankely hisokatra eo @ zoro ambony. Tsindrio Hanome alàlana, avy tsindrio Hametraka. Raha tsy mety ilay fomba mandeha ho azy, dia <a class="expander" href="%(url)s">andramo ireo dingana atao @ tànana</a>.

source: Back to:
mg: Hiverina @:

source: Back to History
mg: Hiverina @ Tantara

source: Badge awarded to those who have contributed to the Kitsune code base.
mg: Bajy omena izay nandray anjara t@ tobim-kaody Kitsune.

source: Badge: %(badge_name)s
mg: Bajy: %(badge_name)s

source: Badges
mg: Bajy

source: Ban
mg: Handrara

source: Banned Users
mg: Mpampiasa Voarara

source: Ban User
mg: Handrara Mpampiasa

source: Ban user will prevent a given twitter handle from using the Army of Awesome tool.
mg: Handrara mpampiasa dia hanakana anarana twitter iray tsy hampiasa ny fitaovana Tafiky ny Mahagaga.

source: Basic browsing
mg: Fitetezana tsotsotra

source: Basic Features
mg: Fiasa Fototra

source: Basics to get started with Firefox for Windows 8 Touch.
mg: Ireo fiasa fototra hanombohana mampiasa Firefox ho an'i Windows 8 Touch.

source: Be descriptive. Saying &quot;Playing video on YouTube is always choppy&quot; will help our volunteers identify your problem better than saying &quot;Something is wrong&quot; or &quot;Firefox is broken&quot;.
mg: Mba manoritsorita. Ny miteny hoe &quot;Misamboaravoara foana ny fandefasana horonantsary @ YouTube&quot; dia hanampy ireo mpilatsaka an-tsitrapontsika hamantatra tsara kokoa ny olanao toa izay ny miteny hoe&quot;Misy zavatra tsy mety&quot; na &quot;Simba Firefox&quot;.

source: Before
mg: Aloha
